Repository: mattemre/ModNotIncluded
Catalog: Source Code/Insulated Door/translations/*.po
Languages: tr

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDMANUALPRESSUREDOOR.DESC
source: The lowered thermal conductivity of insulated door slows any heat passing through them.
tr: Yalıtımlı kapının azaltılmış ısı iletkenliği, içinden geçen ısıyı yavaşlatır.

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDMANUALPRESSUREDOOR.EFFECT
source: Mantain temperature between two rooms
tr: İki oda arasındaki sıcaklığı koruyun

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDMANUALPRESSUREDOOR.NAME
source: <link="INSULATEDMANUALPRESSUREDOOR">Insulated Manual Airlock</link>
tr: <link="INSULATEDMANUALPRESSUREDOOR">Yalıtımlı Manuel Hava Kilidi</link>

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDPRESSUREDOOR.DESC
source: Tiny Mechanized Airlocks fitted for very tiny duplicant.
tr: Çok küçük kopyalar için Minik Mekanize Hava Kilitleri.

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDPRESSUREDOOR.EFFECT
source: Mantain temperature between two rooms
tr: İki oda arasındaki sıcaklığı koruyun

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDPRESSUREDOOR.NAME
source: <link="INSULATEDPRESSUREDOOR">Insulated Mechanized Airlock</link>
tr: <link="INSULATEDPRESSUREDOOR">Yalıtımlı Mekanize Hava Kilidi</link>

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDMANUALPRESSUREDOOR.DESC
source: The lowered thermal conductivity of insulated door slows any heat passing through them.
tr: Yalıtımlı kapının azaltılmış ısı iletkenliği, içinden geçen ısıyı yavaşlatır.

source: Mantain temperature between two rooms
tr: İki oda arasındaki sıcaklığı koruyun

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDMANUALPRESSUREDOOR.NAME
source: <link="TINYINSULATEDMANUALPRESSUREDOOR">`Tiny Insulated Manual Airlock</link>
tr: <link="TINYINSULATEDMANUALPRESSUREDOOR">`Küçük Yalıtımlı Manuel Hava Kilidi</link>

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDPRESSUREDOOR.DESC
source: Tiny Mechanized Airlocks fitted for very tiny duplicant.
tr: Çok küçük kopyalar için Minik Mekanize Hava Kilitleri.

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDPRESSUREDOOR.EFFECT
source: Mantain temperature between two rooms
tr: İki oda arasındaki sıcaklığı koruyun

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDPRESSUREDOOR.NAME
source: <link="TINYINSULATEDPRESSUREDOOR">Tiny Insulated Mechanized Airlock</link>
tr: <link="TINYINSULATEDPRESSUREDOOR">Küçük Yalıtımlı Mekanize Hava Kilidi</link>
